Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/sametingsrad_maja_kristine_jama_deltar_pa_fns_68__kvinnekommisjon.html.tmx
Source language: nob
Languages: sma

source: Sametingsråd Maja Kristine Jåma deltar på FNs 68. kvinnekommisjon
sma: Saemiedigkieraerie Maja Kristine Jåma lea meatan EN:n 68. nyjsenekommisjovnesne

source: Mandag 11. mars åpner FNs 68. kvinnekommisjon i New York, som er det største globale forumet for likestilling og kvinners rettigheter.
sma: Måantan njoktjen 11.b. EN:n 68. Nyjsenekommisjovne rïhpeste New Yorkesne, mij lea dïhte stööremes veartenevijries forume mïrrestallemasse jïh nyjseni reaktide.

source: Sametingsråd Maja Kristine Jåma (NSR) er del av den norske delegasjonen.
sma: Saemiedigkieraerie Maja Kristine Jåma (NSR) lea bielie nöörjen delegasjovneste.

source: – Dessverre er vi kjent med at mange urfolkskvinner sjelden får delta i beslutningsprosesser som angår dem. Dette er problematisk når vi vet at urfolks kvinner og jenter ofte er ekstra utsatte, og diskrimineres på flere grunnlag.
sma: – Gaatesjen daejrebe gellie aalkoeåålmegenyjsenh sveekes åadtjoeh meatan årrodh sjæjsjalimmieprosessine mah leah dej bïjre. Daate stoerre dåeriesmoere gosse daejrebe aalkoeåålmegi nyjsenh jïh nïejth daamtaj leah lissie aajhtoen nuelesne, jïh sïerredimmiem dååjroeh jienebi fåantoej gaavhtan.

source: Vi ønsker å løfte samiske perspektiver på møtet, og vise solidaritet med andre urfolk, sier sametingsråd Maja Kristine Jåma.
sma: Mijjieh sïjhtebe saemien perspektijvh tjåanghkosne lutnjedh jïh solidariteetem jeatjah aalkoeåålmegigujmie vuesiehtidh, saemiedigkieraerie Maja Kristine Jåma jeahta.

source: Tema for årets FN-møte er utryddelse av fattigdom og styrking av institusjoner og finansiering med et kjønnsperspektiv.
sma: Teemah daan jaepien EN-tjåanghkosne leah giefiesvoetem nåhkehtidh, institusjovnh nænnoestidh jïh beetnehvierhtiedåarjoe tjoeleperspektijvine.

source: Norges delegasjon til Kvinnekommisjonen vil ledes av kultur- og likestillingsminister Lubna Jaffery, alternert av statssekretær Erlend Kaldestad Hanstveit fra Kultur- og likestillingsdepartementet og statssekretær Bjørg Sandkjær fra Utenriksdepartementet.
sma: Kultuvre- jïh mïrrestallemeministeere Lubna Jaffery lea åvtehke Nöörjen delegasjovnesne Nyjsenekommisjovnese, lissine staatetjaelije Erlend Kaldestad Hanstveit Kultuvre- jïh mïrrestallemedepartemeenteste jïh staatetjaelije Bjørg Sandskjær Ålkoerïjhkedepartemeenteste sijhtieh fïereguhten våaroem vaeltedh.

source: På møtet skal det fremforhandles et sluttdokument som Sametinget leverer innspill til.
sma: Tjåanghkosne edtja galhkuvetjaatsegen bïjre råårestalledh mïsse Saemiedigkie lahtesh deellie.

source: Sametingsråden deltar på den offisielle åpningen av Kvinnekommisjonen, i panelsamtale om nordiske modeller for likestilling og planlegger flere møter, både bilaterale og med sivilsamfunn.
sma: Saemiedigkieraerie lea meatan byögkeles rïhpestimmesne Nyjsenekommisjovneste, paneeledigkiedimmesne noerhtelaanti maalli bïjre mïrrestallemasse, jïh jienebh tjåanghkoeh soejkesje, dovne bilateraale jïh sivijle seabradahkigujmie.

source: – FNs permanente forum for urfolk i 2023 kom med en konkret oppfordring til Kvinnekommisjonen om oppfølging av FNs kvinnekomités anbefaling om rettigheter til urfolksvinner og jenter som må følges opp.
sma: EN:n ihkuve aalkoeåålmegeforume 2023 aktine tjïelke haestieminie Nyjsenekommisjovnese bööti don guhkiebasse barkoen bïjre EN:n Nyjsenemoenehtsen juvnehtimmeste aalkoeåålmegenyjseni jïh nïejti reaktaj bïjre maam tjuara bæjjese fulkedh.

source: Jeg vil også trekke frem sammenhengen mellom klimaendringer, naturtap og fattigdom blant urfolks kvinner.
sma: Sïjhtem aaj ektiedimmiem åvtese lutnjedh gaskem klijmajarkelimmieh, eatnemeteehpemem jïh giefiesvoetem aalkoeåålmegenyjseni gaskem.

source: Når grunnlaget for levebrødet vårt forsvinner, så skaper det fattigdom som særlig rammer kvinner, fortsetter sametingsråden.
sma: Gosse våarome mijjen jieliemassese gaarvene, dellie dïhte giefiesvoetem sjugnede mij joekoen nyjsenidie baajnehte, saemiedigkieraerie jåarhka.

source: Utgangspunktet for Sametingets deltakelse på FNs 68. kvinnekommisjon er Beaiveálgu-erklæringen, Sábme jállu – Sametingets melding om likestilling (2020) og Sametingsmelding om urfolks rettigheter, solidaritet og internasjonalt arbeid (2023).
sma: Aalkoevåarome ihke Saemiedigkie lea meatan EN:n 68. Nyjsenekommisjovnesne lea Biejjienaalkoe-bæjhkoehtimmie, Sábme jállu – Saemiedigkien bïevnese mïrrestallemen bïjre (2020) jïh Saemiedigkiebïevnese aalkoeåålmegi reaktaj, solidariteeten jïh gaskenasjonaale barkoen bïjre (2023).
